---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.LmPerW
source: html/c2baafd2-58a8-e6cc-da51-2d0e1c4bde78.htm
---
# Autodesk.Revit.DB.SymbolTypeId.LmPerW Property

Symbol lm/W, indicating unit Lumens per watt.

## Syntax (C#)
```csharp
public static ForgeTypeId LmPerW { get; }
```